Repository: t3v/t3v_base
Catalog: Resources/Private/Language/*.locallang_csh_tx_t3vbase_domain_model_address.xlf
Languages: de

# label.description
source: The label of the address.
de: Die Beschriftung der Adresse.

# type.description
source: The type of the address.
de: Der Typ der Adresse.

# handle.description
source: The handle of the address.
de: Der Kurzname der Adresse.

# street.description
source: The street of the address.
de: Die Straße der Adresse.

# street_number.description
source: The street Number of the address.
de: Die Straßennummer der Adresse.

# postal_code.description
source: The postal Code of the address.
de: Die Postleitzahl der Adresse.

# locality.description
source: The locality of the address.
de: Der Ort, an dem sich die Adresse befindet.

# region.description
source: The region of the address.
de: Die Region der Adresse.

# country.description
source: The country of the address.
de: Das Land der Adresse.

# description.description
source: The description of the address.
de: Die Beschreibung der Adresse.
