Repository: t3v/t3v_base
Catalog: Resources/Private/Language/*.locallang_ttc.xlf
Languages: de

# contentObjects.background.title
source: Background
de: Hintergrund

# contentObjects.background.label
source: Background
de: Hintergrund

# contentObjects.background.description
source: Displays a background.
de: Zeigt einen Hintergrund an.

# contentObjects.copyright.title
source: Copyright
de: Urheberrecht

# contentObjects.copyright.label
source: Copyright
de: Urheberrecht

# contentObjects.copyright.description
source: Displays a copyright.
de: Zeigt ein Urheberrecht an.

# contentObjects.icon.title
source: Icon
de: Symbol

# contentObjects.icon.label
source: Icon
de: Symbol

# contentObjects.icon.description
source: Displays an icon.
de: Zeigt ein Symbol an.

# contentObjects.label.title
source: Label
de: Beschriftung

# contentObjects.label.label
source: Label
de: Beschriftung

# contentObjects.label.description
source: Displays a label.
de: Zeigt eine Beschriftung an.

# contentObjects.link.description
source: Displays a link.
de: Zeigt einen Link an.

# contentObjects.logo.description
source: Displays a logo.
de: Zeigt ein Logo an.

# contentObjects.searchBar.title
source: Search bar
de: Suchleiste

# contentObjects.searchBar.label
source: Search bar
de: Suchleiste

# contentObjects.searchBar.description
source: Displays a search bar.
de: Zeigt eine Suchleiste an.

# contentObjects.spacer.title
source: Spacer
de: Abstandshalter

# contentObjects.spacer.label
source: Spacer
de: Abstandshalter

# contentObjects.spacer.description
source: Displays a spacer to separate elements from each other.
de: Zeigt einen Abstandhalter an, um Elemente voneinander zu trennen.

# gridElements.barGridElement.title
source: Bar
de: Leiste

# gridElements.barGridElement.description
source: Displays a bar.
de: Zeigt eine Leiste an.

# gridElements.blockGridElement.description
source: Displays a block.
de: Zeigt einen Block an.

# gridElements.cascadingLayoutGridElement.title
source: Cascading layout
de: Kaskadierendes Layout

# gridElements.cascadingLayoutGridElement.description
source: Displays a cascading layout.
de: Zeigt ein kaskadierendes Layout an.

# gridElements.columnLayoutGridElement.1Column.title
source: One column layout
de: Einspaltiges Layout

# gridElements.columnLayoutGridElement.1Column.description
source: Displays elements in a one column layout.
de: Zeigt Elemente in einem einspaltigen Layout an.

# gridElements.columnLayoutGridElement.1Column.rows.1.columns.1.name
source: Column
de: Spalte

# gridElements.columnLayoutGridElement.2Column.title
source: Two column layout
de: Zweispaltiges Layout

# gridElements.columnLayoutGridElement.2Column.description
source: Displays elements side by side in a two column layout.
de: Zeigt Elemente nebeneinander in einem zweispaltigen Layout an.

# gridElements.columnLayoutGridElement.2Column.rows.1.columns.1.name
source: First column
de: Erste Spalte

# gridElements.columnLayoutGridElement.2Column.rows.1.columns.2.name
source: Second column
de: Zweite Spalte

# gridElements.columnLayoutGridElement.3Column.title
source: Three column layout
de: Dreispaltiges Layout

# gridElements.columnLayoutGridElement.3Column.description
source: Displays elements side by side in a three column layout.
de: Zeigt Elemente nebeneinander in einem dreispaltigen Layout an.

# gridElements.columnLayoutGridElement.3Column.rows.1.columns.1.name
source: First column
de: Erste Spalte

# gridElements.columnLayoutGridElement.3Column.rows.1.columns.2.name
source: Second column
de: Zweite Spalte

# gridElements.columnLayoutGridElement.3Column.rows.1.columns.3.name
source: Third column
de: Dritte Spalte

# gridElements.columnLayoutGridElement.4Column.title
source: Four column layout
de: Vierspaltiges Layout

# gridElements.columnLayoutGridElement.4Column.description
source: Displays elements side by side in a four column layout.
de: Zeigt Elemente nebeneinander in einem vierspaltigen Layout an.

# gridElements.columnLayoutGridElement.4Column.rows.1.columns.1.name
source: First column
de: Erste Spalte

# gridElements.columnLayoutGridElement.4Column.rows.1.columns.2.name
source: Second column
de: Zweite Spalte

# gridElements.columnLayoutGridElement.4Column.rows.1.columns.3.name
source: Third column
de: Dritte Spalte

# gridElements.columnLayoutGridElement.4Column.rows.1.columns.4.name
source: Fourth column
de: Vierte Spalte

# gridElements.conditionallyGridElement.title
source: Conditionally
de: Konditional

# gridElements.conditionallyGridElement.description
source: Displays elements conditionally.
de: Zeigt Elemente unter bestimmten Bedingungen an.

# gridElements.conditionallyGridElement.rows.1.columns.1.name
source: If
de: Wenn

# gridElements.conditionallyGridElement.rows.1.columns.2.name
source: Else
de: Ansonsten

# gridElements.containerGridElement.description
source: Wraps elements in a container.
de: Umschließt Elemente in einem Container.

# gridElements.flexboxGridElement.description
source: Displays elements in a flexible manner.
de: Zeigt Elemente auf flexible Art und Weise an.

# gridElements.flyoutGridElement.description
source: Displays elements in a flyout.
de: Zeigt Elemente in einem Flyout an.

# gridElements.footerGridElement.title
source: Footer
de: Fußzeile

# gridElements.footerGridElement.description
source: Displays elements in a footer.
de: Zeigt Elemente in einer Fußzeile an.

# gridElements.formattingGridElement.title
source: Formatting
de: Formatierung

# gridElements.formattingGridElement.description
source: Formats elements.
de: Formatiert Elemente.

# gridElements.headerGridElement.title
source: Header
de: Kopfbereich

# gridElements.headerGridElement.description
source: Displays elements in a header.
de: Zeigt Elemente in einer Kopfzeile an.

# gridElements.modalGridElement.description
source: Displays elements in a modal.
de: Zeigt Elemente in einem Modal an.

# gridElements.sectionGridElement.title
source: Section
de: Sektion

# gridElements.sectionGridElement.description
source: Displays elements in a section.
de: Zeigt Elemente in einer Sektion an.

# gridElements.viewportGridElement.title
source: Viewport
de: Darstellungsbereich

# gridElements.shared.columns.header.name
source: Header
de: Kopfbereich

# gridElements.shared.columns.main.name
source: Main
de: Hauptbereich

# gridElements.shared.columns.footer.name
source: Footer
de: Fußbereich
